jorgebucaran/fisher
ilancosman/tide@v6
jethrokuan/z
patrickf1/fzf.fish
franciscolourenco/done
jorgebucaran/spark.fish
meaningful-ooo/sponge
jorgebucaran/fishtape
nickeb96/puffer-fish
gazorby/fish-abbreviation-tips
rstacruz/fish-npm-global
jorgebucaran/nvm.fish
decors/fish-colored-man
